Repository: GuppyFoursquare/ios
Catalog: youbaku2/*.lproj/Localizable.strings
Languages: tr

source: DISTANCE:
tr: MESAFE:

source: Address
tr: Adres

# reviews
source: Comments
tr: Yorumlar

source: Photo Gallery
tr: Fotoğraflar

# no_comment_yet
source: No reviews yet.
tr: Henüz hiç yorum yapılmamış.

# network_error
source: A network error occured.
tr: Bir ağ hatası meydana geldi.

source: SORT BY: DISTANCE
tr: Mesafeye göre sırala

source: SORT BY: LIKES
tr: Beğenilere göre sırala

source: SORT BY: RATING
tr: Puana göre sırala

# empty_result
source: There is no result with your criterias.
tr: Seçimlerinize uygun mekan bulunamamıştır.

# logout_text
source: Logout
tr: Çıkış

# login_text
source: Login
tr: Giriş

# gps_denied
source: You must allow YOUBAKU to use your location to see nearby places.
tr: Etrafındaki mekanları görebilmek için YOUBAKU'ye konum iznini vermelisin.

# review_error
source: Sorry! An unexpected error occured while adding your review.
tr: Üzgünüz, beklenmedik bir hata oluştu.

# empty_rating
source: You should tap on stars to add rating first.
tr: Öncelikle yıldızlara dokunarak puan vermelisiniz.

# review_multiple
source: You already added a review to this place.
tr: Bu mekana daha önce puan verdiniz.

# review_added
source: Thanks, your review added successfully.
tr: Yorumunuz eklendi, teşekkürler.

source: OPEN
tr: AÇIK

source: CLOSED
tr: KAPALI

# login_required_error
source: You must login to do this.
tr: Bu işlem için giriş yapmalısınız.

# login_failed
source: Check your username and password.
tr: Kullanıcı adı ve şifrenizi kontrol ediniz.
